Repository: OsmBelarus/Pieraklady
Catalog: isnujucyja_pieraklady/vioski.tmx
Source language: ru
Languages: be

source: Обидовичи
be: Абідавічы

source: Обманичи
be: Абманічы

source: Ободовцы
be: Абадоўцы

source: Обоз
be: Абоз

source: Оболикшты
be: Абалікшты

source: Оболонье
be: Абалонне

source: Оболь
be: Обаль

source: Обольцы
be: Абольцы

source: Оболянка
be: Абалянка

source: Оболяны
be: Абаляны

source: Оборки
be: Аборкі

source: Оброво
be: Аброва

source: Обруб
be: [Абруб, Вобруб]

source: Обруб Березвечский
be: Абруб Беразвецкі

source: Обрубы
be: Абрубы

source: Обуховичи
be: Абуховічы

source: Обухово
be: Абухава

source: Обуховщина
be: Абухаўшчына

source: Обча
be: Вобча

source: Обчак
be: Апчак

source: Обчин
be: Вобчын

source: Обчуга
be: Абчуга

source: Овечицы
be: Авечыцы

source: Овечки
be: Авечкі

source: Овзичи
be: Оўзічы

source: Оводы
be: Авады

source: Овсемирово
be: Аўсямірава

source: Овсище
be: [Аўсішча, Воўсішча]

source: Овсто
be: Аўсто

source: Овсядово
be: Аўсядава

source: Овсяники
be: Аўсянікі

source: Овсянка
be: Аўсянка

source: Овчиненки
be: Аўчыненкі

source: Овчинец
be: Аўчынец

source: Овчинково
be: Аўчынкава

source: Огаревичи
be: Агарэвічы

source: Огдемер
be: Агдэмер

source: Огово
be: Агова

source: Оголичи
be: Аголічы

source: Оголичская Рудня
be: Аголіцкая Рудня

source: Огони
be: Агоні

source: Огородники
be: Агароднікі

source: Огородня Гомельская
be: Агародня Гомельская

source: Огородня Кузьминичская
be: Агародня Кузьмініцкая

source: Огородчики
be: Агародчыкі

source: Огрызки
be: Агрызкі

source: Огурни
be: Агурні

source: Одверна
be: Адзверна

source: Одельск
be: Адэльск

source: Однополь
be: Аднаполь

source: Однополье
be: Аднаполле

source: Одрижин
be: Адрыжын

source: Одринка
be: Адрынка

source: Ожарево
be: Ажарава

source: Ожарцы
be: Ажарцы

source: Ожелеи
be: Ажалеі

source: Ожелишки
be: Ажэлішкі

source: Ожики
be: Вожыкі

source: Ожуловка
be: Ажулаўка

source: Ожуны
be: Ажуны

source: Озаричи
be: Азарычы

source: Озгиновичи
be: Азгінавічы

source: Оздамичи
be: Аздамічы

source: Оздобичи
be: Аздобічы

source: Оздятичи
be: Аздзяцічы

source: Оземля
be: Воземля

source: Озерава
be: Азярава

source: Озеравцы
be: Азяраўцы

source: Озераны
be: Азяраны

source: Озерец
be: Азярэц

source: Озеречье
be: Азярэчча

source: Озериско
be: Азярыска

source: Озеричино
be: Азярычына

source: Озерище
be: Азярышча

source: Озерки
be: Азерки

source: Озёрки
be: Азёркі

source: Озерная
be: Азёрная

source: Озерники
be: Азернікі

source: Озерница
be: Азярніца

source: Озёрное
be: Азярное

source: Озёрный
be: Азёрны

source: Озеро
be: Возера

source: Озёровка
be: Азёраўка

source: Озеродовичи
be: Азяродавічы

source: Озероды
be: Азяроды

source: Озерок
be: Азярок

source: Озеро-Пойма
be: Возера-Пойма

source: Озерское
be: Возерскае

source: Озерцо
be: Азярцо

source: Озерцы
be: [Азерцы, Азярцы]

source: Озерщина
be: Азершчына

source: Озёры
be: Азёры

source: Озерье
be: Азер’е

source: Озломль
be: Азломль

source: Озяты
be: Азяты

source: Ойтиново
be: Ойцінава

source: Ойцово
be: Айцова

source: Околица
be: [Аколіца, Ваколіца]

source: Околица Барановичи
be: Аколіца Баранавічы

source: Околица Лепи
be: Аколіца Лепі

source: Околово
be: [Акалова, Аколава]

source: Окольник
be: Акольнік

source: Оконо
be: Вокана

source: Октавия
be: Актавія

source: Октябрёво
be: Акцяброва

source: Октябрино
be: Акцябрын

source: Октябрь
be: [Акцябр, Кастрычнік]

source: Октябрьск
be: Акцябрск

source: Октябрьская
be: Акцябрская

source: Октябрьский
be: [Акцябрскі, Кастрычніцкі]

source: Окунёвка
be: Акунёўка

source: Окунёво
be: Акунёва

source: Окуни
be: Акуні

source: Окуниново
be: Акунінава

source: Окушки
be: Акушкі

source: Ола
be: Ала

source: Олейников
be: Алейнікаў

source: Олекшицы
be: Алекшыцы

source: Олемпиново
be: Алемпінова

source: Оленец
be: Алянец

source: Оленичи
be: Аленічы

source: Оленищевка
be: Алянішчаўка

source: Оленковцы
be: Аленкаўцы

source: Олень
be: Алень

source: Олехнишки
be: Аляхнішкі

source: Олехновичи
be: Аляхновічы

source: Олёхновичи
be: Алёхнавічы

source: Олехново
be: Аляхнова

source: Олешевичи
be: Алешавічы

source: Олешишки
be: Алешышкі

source: Олешки
be: Алешкі

source: Олешковичи
be: Алешкавічы

source: Олешковичи 1
be: Алешкавічы 1

source: Олешковичи 2
be: Алешкавічы 2

source: Олешковцы
be: Алешкаўцы

source: Олешники
be: Алешнікі

source: Олещенцы
be: Алешчанцы

source: Олизаров Став
be: Алізараў Стаў

source: Олизаровщина
be: Алізараўшчына

source: Олисевичи
be: Алісеевічы

source: Олихверы
be: Аліхверы

source: Олишевичи
be: Алішавічы

source: Олишковцы
be: Алішкаўцы

source: Ольгердово
be: Альгярдова

source: Ольгиняны
be: Альгіняны

source: Ольгово
be: Альгова

source: Ольговцы
be: Вольгаўцы

source: Ольгомель
be: Альгомель

source: Ольжево
be: Вольжава

source: Ольковичи
be: [Альковічы, Волькавічы]

source: Ольманы
be: Альманы

source: Ольпень
be: Альпень

source: Ольсевичи
be: Альсевічы

source: Ольсинишки
be: Альсінішкі

source: Олься Большая
be: Волься Вялікая

source: Ольха
be: Альха

source: Ольховая
be: Альховая

source: Ольховец
be: Альхавец

source: Ольховики
be: Альховікі

source: Ольховка
be: Альхоўка

source: Ольхово
be: Альхова

source: Ольховое
be: Альховае

source: Ольховцы
be: Альхоўцы

source: Ольшанец
be: Альшанец

source: Ольшаники
be: Альшанікі

source: Ольшаники 1
be: Альшанікі 1

source: Ольшаники 2
be: Альшанікі 2

source: Ольшаница
be: Альшаніца

source: Ольшанка
be: Альшанка

source: Ольшаны
be: Альшаны

source: Ольшево
be: Альшэва

source: Ольшевцы
be: Альшэўцы

source: Ольшимово
be: Альшымава

source: Ольшов 1
be: Альшоў 1

source: Ольшов 2
be: Альшоў 2

source: Ольщина
be: Ольшчына

source: Оляны
be: Аляны

source: Омговичи
be: Амговічы

source: Омеленец
be: Амелянец

source: Омеленская Слобода
be: Амяленская Слабада

source: Омелинно
be: Амяліна

source: Омело
be: Амяло

source: Омельковщина
be: Амелькаўшчына

source: Омельная
be: Амяльная

source: Омельно
be: [Амельна, Вомельна]

source: Омневичи
be: [Амневічы, Амнявічы]

source: Омшары
be: Амшары

source: Онелино
be: Анэліна

source: Онжадово
be: Анжадава

source: Онисковичи
be: Аніскавічы

source: Оницевичи
be: Аніцавічы

source: Оношки
be: Аношкі

source: Опадыще
be: Ападышча

source: Опеньки
be: Апенькі

source: Опечки
be: Апечкі

source: Опита
be: Апіта

source: Оплиса 1
be: Опліса 1

source: Оплиса 2
be: Опліса 2

source: Ополь
be: Опаль

source: Опоновцы
be: Апонаўцы

source: Опытная
be: Вопытная

source: Опытный
be: Вопытны

source: Оранчицы
be: Аранчыцы

source: Ораны
be: Араны

source: Орда
be: Арда

source: Ордать
be: Ордаць

source: Ордаши
be: Ардашы

source: Ордевичи
be: Ордзевічы

source: Ордеж
be: Ордзеж

source: Ордея
be: Ардзяя

source: Орёл
be: Арол

source: Орепичи
be: Арэпічы

source: Ореховичи
be: Арэхавічы

source: Ореховка
be: Арэхаўка

source: Ореховно
be: Арэхаўна

source: Орехово
be: Арэхава

source: Ореховск
be: Арэхаўск

source: Ореховская
be: Арэхаўская

source: Ореховский
be: Арэхаўскі

source: Орешенка
be: Арэшанка

source: Орешенки
be: Арэшанкі

source: Орешки
be: Арашкі

source: Орешковичи
be: Арэшкавічы

source: Орешники
be: Арэшнікі

source: Орешница
be: Арэшніца

source: Орковичи
be: Оркавічы

source: Орлёво
be: Арлёва

source: Орленск
be: Арленск

source: Орленяты
be: Арляняты

source: Орлея
be: Арлея

source: Орли
be: Орлі

source: Орлино
be: Ворліна

source: Орлова Гора
be: Арлова Гара

source: Орловичи
be: [Арловічы, Орлавічы]

source: Орловка
be: Арлоўка

source: Орлово
be: Арлова

source: Орловщина
be: Арлоўшчына

source: Орлы
be: Арлы

source: Орлянка
be: Арлянка

source: Орляны
be: Арляны

source: Оровщина
be: Ароўшчына

source: Орсичи
be: Орсічы

source: Орхово
be: Орхава

source: Орцы
be: Ворцы

source: Оршани
be: Аршані

source: Оса
be: Воса

source: Осада Дедино
be: Асада Дзедзіна

source: Осанишки
be: Асанішкі

source: Освеица
be: Асвеіца

source: Освея
be: Асвея

source: Осека
be: Асека

source: Осенское
be: Асянское

source: Осерёдок
be: Асяродак

source: Осетище
be: Асецішча

source: Осётки
be: Асёткі

source: Осетница
be: Асятніца

source: Осетно
be: Асятно

source: Осечено
be: Асечана

source: Осинки
be: Асінкі

source: Осинник
be: Асіннік

source: Осинники
be: Асіннікі

source: Осиновик
be: Асінавік

source: Осиновица
be: Асінавіца

source: Осиновка
be: Асінаўка

source: Осиновка 1
be: Асінаўка 1

source: Осиновка 2
be: Асінаўка 2

source: Осиновщина
be: Асінаўшчына

source: Осиновщина 2
be: Асінаўшчына 2

source: Осиногородок
be: Асінагарадок

source: Осинторф
be: Асінторф

source: Осинцы
be: Асінцы

source: Осипаны
be: Асіпаны

source: Осипенки
be: Осіпенкі

source: Осиповичи
be: [Асіпавічы, Асіповічы]

source: Осипово
be: Асіпова

source: Осиповцы
be: Асіпаўцы

source: Осиповщина
be: [Асіпаўшчына, Асіпоўшчына]

source: Оскато
be: Воската

source: Ослевка
be: Вослеўка

source: Ослянка
be: Аслянка

source: Осман-Касаево
be: Асман-Касаева

source: Осмато
be: Восмата

source: Осмоловичи
be: Асмолавічы

source: Осмоловка
be: Асмолаўка

source: Осмолово
be: Асмолава

source: Оснежицы
be: Аснежыцы

source: Осники
be: Восьнікі

source: Осница
be: Асніца

source: Основной
be: Аснаўны

source: Осново
be: Воснава

source: Особино
be: Асобіна

source: Особняки
be: Асабнякі

source: Особовичи
be: Асабовічы

source: Осов
be: Восаў

source: Осова
be: Асава

source: Осовая
be: Асавая

source: Осовец
be: Асавец

source: Осовецкая Буда
be: Асавецкая Буда

source: Осовино
be: Асавіно

source: Осовляны
be: Асаўляны

source: Осовник
be: Асаўнік

source: Осовница
be: Асаўніца

source: Осово
be: Восава

source: Осовок
be: Асавок

source: Осовский Бор
be: Восаўскі Бор

source: Осовцы
be: [Асаўцы, Восаўцы]

source: Осовщина
be: Асоўшчына

source: Осовы
be: Асавы

source: Осое
be: Асое

source: Осока
be: Асака

source: Осопное
be: Асопнае

source: Ососы
be: Асосы

source: Осочники
be: Асочнікі

source: Осошники
be: Асошнікі

source: Оспин
be: Воспін

source: Останковичи
be: Астанкавічы

source: Остановка
be: Астаноўка

source: Остапковщина
be: Астапкаўшчына

source: Осташа
be: Асташа

source: Осташино
be: Асташына

source: Осташковичи
be: Асташкавічы

source: Осташково
be: Асташкава

source: Остевичи
be: Восцевічы

source: Остравляне
be: Астраўляне

source: Остранка
be: Востранка

source: Острая Корма
be: Вострая Карма

source: Острино
be: Астрына

source: Остров
be: Востраў

source: Остров 1
be: Востраў 1

source: Остров 2
be: Востраў 2

source: Островенец
be: Астравенец

source: Островец
be: Астравец

source: Островиты
be: Астравіты

source: Островичи
be: Астравічы

source: Островишки
be: Астравішкі

source: Островки
be: Астроўкі

source: Островля
be: Астроўля

source: Островляне
be: Астраўляне

source: Островляны
be: Астраўляны

source: Островна
be: Астроўна

source: Островно
be: Астроўна

source: Острово
be: Вострава

source: Островок
be: Астравок

source: Островок 1
be: Астравок 1

source: Островские
be: Астраўскія

source: Островский
be: Астроўскі

source: Островской Перевоз
be: Астраўскі Перавоз

source: Островцы
be: Астраўцы

source: Островчицы
be: Астроўчыцы

source: Островщина
be: [Астраўшчына, Астроўшчына]

source: Островы
be: Астравы

source: Островье
be: Астроўе

source: Острожанка
be: Астражанка

source: Остромечево
be: Астрамечава

source: Остромичи
be: Астромічы

source: Острошапки
be: Астрашапкі

source: Острошицкий Городок
be: Астрашыцкі Гарадок

source: Острошицы
be: Астрошыцы

source: Остряне
be: Астране

source: Оступ
be: Воступ

source: Оступище
be: Аступішча

source: Остухово
be: Востухава

source: Остюковичи
be: Асцюковічы

source: Осьё
be: Ассё

source: Отвага
be: Адвага

source: Отвалки 1
be: Атвалкі 1

source: Отвалки 2
be: Атвалкі 2

source: Отвержичи
be: Атвержычы

source: Отверница
be: Атверніца

source: Откуп
be: Воткуп

source: Отминово
be: Ацмінава

source: Отоки
be: Атокі

source: Отолчицы
be: Атолчыцы

source: Отор
be: Отар

source: Оточка
be: Аточка

source: Оточная Слобода
be: Аточная Слабада

source: Отрадная
be: Атрадная

source: Отрадное
be: Атраднае

source: Отрошковичи
be: Атрошкавічы

source: Отруб
be: Атруб

source: Отрубок
be: Атрубак

source: Отрубы
be: Атрубы

source: Отрядное
be: Атраднае

source: Отцеда
be: Атцэда

source: Отчаянный
be: Атчаянны

source: Отчин
be: Вотчын

source: Отчино
be: Отчына

source: Отяты
be: Ацяты

source: Охватка
be: Ахватка

source: Охобни
be: Вохабні

source: Охово
be: Ахова

source: Охоново
be: Ахонава

source: Охоняны
be: Аханяны

source: Охорь
be: Охар

source: Охотичи
be: Ахоцічы

source: Охотница
be: Ахотніца

source: Оцкованое
be: Ацкаванае

source: Оцковичи
be: Оцкавічы

source: Очки
be: Вочкі

source: Ошмянец
be: Ашмянец

source: Ошмянцы
be: Ашмянцы

source: Ошнаровичи
be: Ашнаравічы

source: Ошурки
be: Ашуркі

source: Оюцевичи
be: Аюцавічы

source: Павелишки
be: Павялішкі

source: Павелково
be: Павялкова

source: Павилойти
be: Павілойці

source: Павленяты
be: Паўляняты

source: Павлинка
be: Паўлінка

source: Павлиново
be: Паўлінава

source: Павловичи
be: Паўлавічы

source: Павловка
be: Паўлаўка

source: Павлово
be: [Паўлава, Паўлова]

source: Павловск
be: Паўлаўск

source: Павловцы
be: Паўлаўцы

source: Павловщина
be: Паўлаўшчына

source: Павлюги
be: Паўлюгі

source: Павлюки
be: Паўлюкі

source: Павлюти
be: Паўлюці

source: Павлючёнки
be: Паўлючонкі

source: Павлюшки
be: Паўлюшкі

source: Падаки
be: Падакі

source: Падалица
be: Падаліца

source: Падарь
be: Падар

source: Падевичи
be: Падзевічы

source: Падеричи
be: Падзерычы

source: Падерное
be: Падзернае

source: Падневичи
be: Падневічы

source: Падневка
be: Паднеўка

source: Паздерки
be: Паздзеркі

source: Палашки
be: Палашкі

source: Паледи
be: [Паледзі, Палядзі]

source: Палестина
be: Палесціна

source: Палиевщина
be: Паліеўшчына

source: Палик
be: Палік

source: Паликшты
be: Палікшты

source: Палицкое
be: Паліцкае

source: Палицы
be: Паліцы

source: Паличин
be: Палічын

source: Паличное
be: Палічнае

source: Палки
be: Палкі

source: Палом
be: Палам

source: Палубники
be: Палубнікі

source: Палуши
be: Палушы

source: Пальминка
be: Пальмінка

source: Пальчик
be: Пальчык

source: Пальчики
be: Пальчыкі

source: Палюдовичи
be: Палюдавічы

source: Паметники
be: Паметнікі

source: Паморовщина
be: Памараўшчына

source: Память
be: Памяць

source: Панасовичи
be: Панасавічы

source: Панасюки
be: Панасюкі

source: Паникарты
be: Панікарты

source: Паниквы
be: Паніквы

source: Паничи
be: Панічы

source: Панки
be: Панкі

source: Панкратовичи
be: Панкратавічы

source: Панкратовка
be: Панкратаўка

source: Панкратово
be: Панкратава

source: Пантелейки
be: Панцялейкі

source: Пантусовичи
be: Пантусавічы

source: Пантюхи
be: Панцюхі

source: Панфиловщина
be: Панфілаўшчына

source: Паншевичи
be: Паншэвічы

source: Панышевщина
be: Панышэўшчына

source: Паныши
be: Панышы

source: Паньковичи
be: Панькавічы

source: Паньково
be: Панькава

source: Паньковская Буда
be: Панькаўская Буда

source: Панютичи
be: Панюцічы

source: Панюшковичи
be: Панюшкавічы

source: Папанин
be: Папанін

source: Папарное
be: Папарнае

source: Паперино
be: Паперына

source: Паперовцы
be: Папераўцы

source: Папинка
be: Папінка

source: Папино
be: Папіна

source: Папки
be: Папкі

source: Папоротка
be: Папаратка

source: Папоротная
be: Папаратная

source: Папоротно
be: Папаратна

source: Папоротное
be: Папаратнае

source: Папоротный
be: Папаратны

source: Папшичи
be: Папшычы

source: Папшули
be: Папшулі

source: Парадино
be: Парадзіна

source: Парадни
be: Парадні

source: Параски
be: Параскі

source: Парафьяново
be: Параф’янава

source: Паре
be: Парэ

source: Париж
be: Парыж

source: Парихи
be: Парыхі

source: Паричи
be: Парычы

source: Парковая
be: Паркавая

source: Парневка
be: Парнеўка

source: Парнево
be: Парнева

source: Паромец 2
be: Парамец

source: Парохонск
be: Парахонск

source: Партизановка
be: Партызанаўка

source: Партизанская
be: Партызанская

source: Партизанский
be: Партызанскі

source: Партизаны
be: Партызаны

source: Парубишки
be: Парубішкі

source: Парубки
be: Парубкі

source: Парфенково
be: Парфенкава

source: Парфеновичи
be: Парфенавічы

source: Парфеновка
be: Парфенаўка

source: Парфеновцы
be: Парфенаўцы

source: Пархимковичи
be: Пархімкавічы

source: Пархимковская Слобода
be: Пархімкаўская Слабада

source: Пархимовцы
be: Пархімаўцы

source: Пархимовщина
be: Пархімаўшчына

source: Пархово
be: Пархава

source: Парцель-Поляны
be: Парцэль-Паляны

source: Паршино
be: Паршына

source: Парщевщина
be: Паршчэўшчына

source: Пасашки
be: Пасашкі

source: Пасека-Дворчаны
be: Пасека-Дварчаны

source: Пасека-Слободка
be: Пасека-Слабодка

source: Пасеки
be: Пасекі

source: Пасиничи
be: Пасінічы

source: Пастернаки
be: Пастарнакі

source: Пастовичи
be: Паставічы

source: Пастухово Болото
be: Пастухова Балота

source: Пастушки
be: Пастушкі

source: Пасутичи
be: Пасуцічы

source: Пасынки
be: Пасынкі

source: Пасырево
be: Пасырава

source: Паськова Горка
be: Паськава Горка

source: Пасютишки
be: Пасюцішкі

source: Патеенки
be: Пацеенкі

source: Патрики
be: Патрыкі

source: Патрубовщина
be: Патрубаўшчына

source: Паулье
be: Павулле

source: Пахарь
be: Пахар

source: Пахомлевичи
be: Пахомлевічы

source: Пахомовщина
be: Пахомаўшчына

source: Пацева Слобода
be: Пацава Слабада

source: Пацевичи
be: Пацавічы

source: Пацево
be: Пацава

source: Пацевщина
be: Пацаўшчына

source: Паценьки
be: Паценькі

source: Пацки
be: Пацкі

source: Пацковичи
be: Пацкавічы

source: Пацково
be: Пацкава

source: Пацуи
be: Пацуі

source: Пацуки
be: Пацукі

source: Пацыничи
be: Пацынічы

source: Пачёбуты
be: Пачобуты

source: Пачки
be: Пачкі

source: Пачковщина
be: Пачкоўшчына

source: Пашевичи
be: Пашавічы

source: Пашели
be: Пашэлі

source: Пашеньки
be: Пашэнькі

source: Пашино
be: Пашына

source: Пашицы
be: Пашыцы

source: Пашки
be: Пашкі

source: Пашкишки
be: Пашкішкі

source: Пашковичи
be: Пашкавічы

source: Пашково
be: Пашкава

source: Пашковцы
be: Пашкоўцы

source: Пашковщина
be: Пашкоўшчына

source: Пашнино
be: Пашніно

source: Пашуки
be: Пашукі

source: Пашутская Буда
be: Пашуцкая Буда

source: Пекалин
be: Пекалін

source: Пекаличи
be: Пякалічы

source: Пекари
be: Пекары

source: Пекличи
be: Пеклічы

source: Пекотино
be: Пякоціна

source: Пелевцы
be: Пелеўцы

source: Пелегринда
be: Пелегрында

source: Пелека
be: Пеляка

source: Пелеса
be: Пеляса

source: Пелика
be: Пеліка

source: Пелище
be: Пелішча

source: Пелковщина
be: Пелкаўшчына

source: Пеляжин
be: Пяляжын

source: Пеница
be: Пеніца

source: Пенкловичи
be: Пенклавічы

source: Пенная Нива
be: Пенная Ніва

source: Пентенишки
be: Пенценішкі

source: Пенчин
be: Пянчын

source: Пенчицы
be: Пенчыцы

source: Пеньки
be: Пянькі

source: Пеньковичи
be: Пенькавічы

source: Пеньковка
be: Пянькоўка

source: Пенюга
be: Пянюга

source: Пенюги
be: Пянюгі

source: Пеняка
be: Пяняка

source: Пеняки
be: Пенякі

source: Первобацунский
be: Першабацунскі

source: Первое Мая
be: [Первае Мая, Першае Мая]

source: Перво-Кричевский
be: Первакрычаўскі

source: Первомай
be: Першамай

source: Первомайка
be: Первамайка

source: Первомайск
be: [Первамайск, Першамайск]

source: Первомайская
be: [Первамайская, Першамайская]

source: Первомайский
be: [Первамайскі, Першамайскі]

source: Первый Май
be: Первы Май

source: Перебновичи
be: Пярэбнавічы

source: Перебродье
be: Пераброддзе

source: Перевесье
be: Перавессе

source: Перевись
be: Перавісь

source: Перевоз
be: [Астраўскі Перавоз, Перавоз]

source: Перевозники
be: Перавознікі

source: Перевозы
be: Перавозы

source: Переволока
be: [Перавалока, Пярэвалака]

source: Переволоки
be: Пярэвалакі

source: Переволочня
be: [Перавалошня, Пярэвалачня]

source: Переганцы
be: Пераганцы

source: Перегон
be: Перагон

source: Перегродь
be: Пярэградзь

source: Перегрузочный
be: Перагрузачны

source: Передел
be: Перадзел

source: Переделка
be: Пярэдзелка

source: Передельное
be: Перадзельнае

source: Передельск
be: Перадзельск

source: Передовая
be: Перадавая

source: Передовец
be: Перадавец

source: Передовик
be: Перадавік

source: Передовой
be: Перадавы

source: Передовый
be: Перадавы

source: Передолы
be: Перадолы

source: Передрейка
be: Перадрэйка

source: Переездная
be: Пераезная

source: Пережары
be: Пярэжары

source: Пережир
be: Пярэжыр

source: Переки
be: Пярэкі

source: Перекладовичи
be: Перакладавічы

source: Переколь
be: Пярэкаль

source: Перекоп
be: Перакоп

source: Перекопово
be: Перакопава

source: Перекоповщина
be: Перакопаўшчына

source: Перелёвка
be: Пералёўка

source: Перелесанка
be: Пералясанка

source: Перелесье
be: Пералессе

source: Перелоги
be: Пералогі

source: Перелои
be: Пералоі

source: Перелом
be: Пералом

source: Перелумье
be: Пералум’е

source: Перемежное
be: Перамежнае

source: Перемога
be: Перамога

source: Перемонт
be: Перамонт

source: Переносины
be: Пераносіны

source: Переносы
be: Пераносы

source: Перепечица
be: Перапечыца

source: Переров
be: Перароў

source: Переровский Млынок
be: Перароўскі Млынок

source: Перерожки
be: Перарожкі

source: Перерост
be: Перарост

source: Переруб
be: Пераруб

source: Пересадичи
be: Перасадзічы

source: Пересады
be: Перасады

source: Пересвятое
be: Перасвятое

source: Пересек
be: Перасек

source: Пересека
be: [Перасека, Пярэсека]

source: Переселье
be: Пераселле

source: Пересельцы
be: Перасельцы

source: Переслега
be: Пераслега

source: Пересловка
be: Пераслоўка

source: Переслово
be: Пераслова

source: Пересово
be: Перасова

source: Пересопня
be: Перасопня

source: Переспа
be: Пярэспа

source: Пересудовичи
be: Перасудавічы

source: Переток
be: Ператок

source: Перетоки
be: Ператокі

source: Перетрутовский Воротын
be: Ператрутаўскі Варатын

source: Перетятки
be: Перацяткі

source: Переход
be: Пераход

source: Переходцы
be: Пераходцы

source: Переходы
be: Пераходы

source: Перехрестье
be: Перахрэсце

source: Перки
be: Пяркі

source: Перковичи
be: [Перкавічы, Пярковічы]

source: Перно
be: Пярно

source: Перовое
be: Перавое

source: Перовцы
be: Пяроўцы

source: Перовщина
be: Пяроўшчына

source: Перстень
be: Персцень

source: Перстилы
be: Пярсцілы

source: Пертыще
be: Пяртышча

source: Перунов Мост
be: Перуноў Мост

source: Перуново
be: Перунова

source: Перхальщина
be: Пярхальшчына

source: Перханщина
be: Пярханшчына

source: Перховичи
be: Перхавічы

source: Перхурово
be: Пярхурава

source: Першаи
be: Пяршаі

source: Першая Слободка
be: Першая Слабодка

source: Першемай
be: Першамай

source: Першемайск
be: Першамайск

source: Першемайская
be: Першамайская

source: Першемайский
be: Першамайскі

source: Першино
be: Першыно

source: Песевичи
be: Песевічы

source: Песечное
be: Пясечнае

source: Пески
be: [Пескі, Пяскі]

source: Пески 1
be: Пескі 1

source: Песковатка
be: Пескаватка

source: Песковцы
be: Пескаўцы

source: Пескополье
be: Пескаполле

source: Песли
be: Пяслі

source: Песочанка
be: Песачанка

source: Песочная
be: Пясочная

source: Песочная Буда
be: Пясочная Буда

source: Песочное
be: Пясочнае

source: Песочня
be: Пясочня

source: Пестеньки
be: Песцянькі

source: Пестуница
be: Пестуніца

source: Песцово
be: Пясцова

source: Песчаная
be: Пясчаная

source: Песчаная Рудня
be: Пясчаная Рудня

source: Песчаники
be: Пясчанікі

source: Песчанка
be: Пясчанка

source: Песчаны
be: Пясчаны

source: Песчатка
be: Пясчатка

source: Песьковичи
be: Песькавічы

source: Петельчицы
be: Пяцельчыцы

source: Петинники
be: Пяцінікі

source: Петковичи
be: Петкавічы

source: Петкунишки
be: Пяткунішкі

source: Петравичи
be: Пятравічы

source: Петраги
be: Пятрагі

source: Петраки
be: Петракі

source: Петраково
be: Петракова

source: Петралевичи 1
be: Пятралевічы 1

source: Петралевичи 2
be: Пятралевічы 2

source: Петрачки
be: Петрачкі

source: Петраш
be: Пятраш

source: Петрашевичи
be: Петрашэвічы

source: Петрашевцы
be: Петрашэўцы

source: Петраши
be: Петрашы

source: Петрашишки
be: [Петрашышкі, Пятрашышкі]

source: Петрашки
be: Петрашкі

source: Петрашово
be: Петрашова

source: Петрашулевичи
be: Петрашулевічы

source: Петревичи
be: Пятрэвічы

source: Петрелевцы
be: Пятрэлеўцы

source: Петриканы
be: Петрыканы

source: Петрики
be: [Петрыкі, Пятрыкі]
